Repository: gabrielmpinha/macgiver
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: es, pt

source: Battery
es: Batería
pt: Bateria

source: Storage
es: Almacenamiento
pt: Armazenamento

source: %@ used
es: %@ usado
pt: %@ usado

source: %lld ON
es: %lld ACTIVAS
pt: %lld ATIVOS

source: %lld utilities active
es: %lld utilidades activas
pt: %lld utilitários ativos

source: %lldh %lldm
es: %1$lld h %2$lld min
pt: %1$lld h %2$lld min

source: %lldm
es: %lld min
pt: %lld min

source: 15m
es: 15 min
pt: 15 min

source: Allow access in System Settings > Privacy & Security > Accessibility, then try again.
es: Permite el acceso en Ajustes del Sistema > Privacidad y seguridad > Accesibilidad y vuelve a intentarlo.
pt: Permita o acesso em Ajustes do Sistema > Privacidade e Segurança > Acessibilidade e tente novamente.

source: Back to quick controls
es: Volver a los controles rápidos
pt: Voltar aos controles rápidos

source: Battery %@, %@, %@, %@
es: Batería %1$@, %2$@, %3$@, %4$@
pt: Bateria %1$@, %2$@, %3$@, %4$@

source: Battery %@, %@, %@. Show battery details
es: Batería %1$@, %2$@, %3$@. Mostrar detalles de la batería
pt: Bateria %1$@, %2$@, %3$@. Mostrar detalhes da bateria

source: Battery details
es: Detalles de la batería
pt: Detalhes da bateria

source: Battery power
es: Potencia de la batería
pt: Potência da bateria

source: Battery unavailable
es: Batería no disponible
pt: Bateria indisponível

source: Charge level
es: Nivel de carga
pt: Nível de carga

source: Charging
es: Cargando
pt: Carregando

source: Clean the keys without input
es: Limpiar las teclas sin escribir
pt: Limpar as teclas sem digitar

source: Click a row to change
es: Haz clic para cambiar
pt: Clique para alterar

source: Could not confirm the keyboard brightness change. Try again.
es: No se pudo confirmar el cambio de brillo del teclado. Vuelve a intentarlo.
pt: Não foi possível confirmar a alteração do brilho do teclado. Tente novamente.

source: Could not lock the keyboard. Please try again.
es: No se pudo bloquear el teclado. Vuelve a intentarlo.
pt: Não foi possível bloquear o teclado. Tente novamente.

source: Could not read the built-in keyboard backlight. Try again.
es: No se pudo consultar la iluminación del teclado integrado. Vuelve a intentarlo.
pt: Não foi possível consultar a iluminação do teclado integrado. Tente novamente.

source: Cycles
es: Ciclos
pt: Ciclos

source: DETAILS
es: DETALLES
pt: DETALHES

source: Energy history
es: Historial de energía
pt: Histórico de energia

source: Entering the battery
es: Entrando en la batería
pt: Entrando na bateria

source: Estimated capacity compared with the battery's design capacity.
es: Capacidad estimada en comparación con la capacidad de diseño de la batería.
pt: Capacidade estimada em relação à capacidade de projeto da bateria.

source: Estimating…
es: Calculando…
pt: Calculando…

source: Fully charged
es: Carga completa
pt: Carga completa

source: Health
es: Salud
pt: Saúde

source: History range
es: Intervalo del historial
pt: Período do histórico

source: Keep Awake
es: Mantener activo
pt: Manter acordado

source: Keyboard Light
es: Luz del teclado
pt: Luz do teclado

source: Leaving the battery
es: Saliendo de la batería
pt: Saindo da bateria

source: LIVE
es: EN VIVO
pt: AO VIVO

source: Live readings from this Mac
es: Lecturas de este Mac en tiempo real
pt: Leituras deste Mac em tempo real

source: Lock Keyboard
es: Bloquear teclado
pt: Bloquear teclado

source: Mac battery
es: Batería del Mac
pt: Bateria do Mac

source: Mac battery history will appear when readings become available.
es: El historial de la batería del Mac aparecerá cuando haya lecturas disponibles.
pt: O histórico da bateria do Mac aparecerá quando houver leituras disponíveis.

source: No battery power flow
es: Sin flujo de energía en la batería
pt: Sem fluxo de energia na bateria

source: No built-in battery
es: Sin batería integrada
pt: Sem bateria integrada

source: No utilities active
es: Ninguna utilidad activa
pt: Nenhum utilitário ativo

source: On battery
es: Usando la batería
pt: Usando a bateria

source: On external power
es: Con alimentación externa
pt: Na alimentação externa

source: One cycle equals using 100% of the battery's capacity, across one or more charges.
es: Un ciclo equivale al uso del 100% de la capacidad de la batería, a lo largo de una o más cargas.
pt: Um ciclo equivale ao uso de 100% da capacidade da bateria, ao longo de uma ou mais cargas.

source: Original capacity
es: Capacidad original
pt: Capacidade original

source: Plugged in · not charging
es: Conectado · sin cargar
pt: Conectado · sem carregar

source: Positive power = leaving battery · negative = charging
es: Potencia positiva = descarga · negativa = carga
pt: Potência positiva = descarga · negativa = carga

source: Prevent idle system sleep
es: Evitar el reposo por inactividad
pt: Impedir repouso por inatividade

source: QUICK CONTROLS
es: CONTROLES RÁPIDOS
pt: CONTROLES RÁPIDOS

source: Quit
es: Salir
pt: Sair

source: Quit MacGiver
es: Salir de MacGiver
pt: Sair do MacGiver

source: Reading unavailable
es: Lectura no disponible
pt: Leitura indisponível

source: READY
es: LISTO
pt: PRONTO

source: Refresh battery and history
es: Actualizar batería e historial
pt: Atualizar bateria e histórico

source: Retry Keyboard Light
es: Reintentar la luz del teclado
pt: Tentar novamente a luz do teclado

source: Segment
es: Segmento
pt: Segmento

source: Selected time
es: Hora seleccionada
pt: Horário selecionado

source: Show battery details
es: Mostrar detalles de la batería
pt: Mostrar detalhes da bateria

source: Small utilities. Less friction.
es: Pequeñas utilidades. Menos esfuerzo.
pt: Pequenos utilitários. Menos atrito.

source: Status unavailable
es: Estado no disponible
pt: Estado indisponível

source: Available
es: Disponible
pt: Disponível

source: Free space
es: Espacio libre
pt: Espaço livre

source: Live storage usage on this Mac
es: Uso del almacenamiento en este Mac
pt: Uso do armazenamento neste Mac

source: Mac storage
es: Almacenamiento del Mac
pt: Armazenamento do Mac

source: Mac storage history will appear when readings become available.
es: El historial del almacenamiento del Mac aparecerá cuando las lecturas estén disponibles.
pt: O histórico do armazenamento do Mac aparecerá quando as leituras estiverem disponíveis.

source: Refresh storage and history
es: Actualizar almacenamiento e historial
pt: Atualizar armazenamento e histórico

source: Show storage details
es: Mostrar detalles del almacenamiento
pt: Mostrar detalhes do armazenamento

source: Startup disk
es: Disco de arranque
pt: Disco de inicialização

source: Storage %@ used, %@ available
es: Almacenamiento: %1$@ usado, %2$@ disponible
pt: Armazenamento: %1$@ usado, %2$@ disponível

source: Storage %@ used, %@ available. Show storage details
es: Almacenamiento: %1$@ usado, %2$@ disponible. Mostrar detalles del almacenamiento
pt: Armazenamento: %1$@ usado, %2$@ disponível. Mostrar detalhes do armazenamento

source: Storage details
es: Detalles del almacenamiento
pt: Detalhes do armazenamento

source: Storage history
es: Historial del almacenamiento
pt: Histórico do armazenamento

source: Storage range
es: Rango del almacenamiento
pt: Intervalo do armazenamento

source: Storage unavailable
es: Almacenamiento no disponible
pt: Armazenamento indisponível

source: Storage used
es: Almacenamiento usado
pt: Armazenamento usado

source: Total capacity
es: Capacidad total
pt: Capacidade total

source: Usage
es: Uso
pt: Uso

source: Usage sampled while MacGiver is running.
es: Uso muestreado mientras MacGiver está en ejecución.
pt: Uso amostrado enquanto o MacGiver está em execução.

source: Used
es: Usado
pt: Usado

source: Waiting for storage readings…
es: Esperando lecturas del almacenamiento…
pt: Aguardando leituras do armazenamento…

source: Time
es: Hora
pt: Horário

source: Time remaining
es: Tiempo restante
pt: Tempo restante

source: Toggle the built-in backlight
es: Activar o desactivar la iluminación
pt: Ligar ou desligar a iluminação

source: Total battery cycles
es: Ciclos totales de la batería
pt: Total de ciclos da bateria

source: Unavailable
es: No disponible
pt: Indisponível

source: Unavailable on this Mac
es: No disponible en este Mac
pt: Indisponível neste Mac

source: Until full
es: Hasta completar
pt: Até completar

source: Value
es: Valor
pt: Valor

source: Waiting for battery readings…
es: Esperando lecturas de la batería…
pt: Aguardando leituras da bateria…

source: Waiting for power readings…
es: Esperando lecturas de potencia…
pt: Aguardando leituras de potência…

source: Adjust independently
es: Ajuste individual
pt: Ajuste individual

source: Changes the selected output device.
es: Cambia el dispositivo de salida seleccionado.
pt: Altera o dispositivo de saída selecionado.

source: Connect an audio output and refresh the mixer.
es: Conecta una salida de audio y actualiza el mezclador.
pt: Conecte uma saída de áudio e atualize o mixer.

source: Controls the output volume exposed by macOS. App-by-app volume requires a third-party audio driver.
es: Controla el volumen de salida expuesto por macOS. El volumen por app requiere un controlador de audio de terceros.
pt: Controla o volume de saída exposto pelo macOS. O volume por app exige um driver de áudio de terceiros.

source: Could not change output mute. Try again.
es: No se pudo cambiar el silencio de la salida. Vuelve a intentarlo.
pt: Não foi possível alterar o mudo da saída. Tente novamente.

source: Could not change output volume. Try again.
es: No se pudo cambiar el volumen de salida. Vuelve a intentarlo.
pt: Não foi possível alterar o volume de saída. Tente novamente.

source: DEFAULT OUTPUT
es: SALIDA PREDETERMINADA
pt: SAÍDA PADRÃO

source: Mute %@
es: Silenciar %@
pt: Silenciar %@

source: Mute output
es: Silenciar salida
pt: Silenciar saída

source: No output device
es: Ningún dispositivo de salida
pt: Nenhum dispositivo de saída

source: No output devices found
es: No se encontraron dispositivos de salida
pt: Nenhum dispositivo de saída encontrado

source: No output devices found.
es: No se encontraron dispositivos de salida.
pt: Nenhum dispositivo de saída encontrado.

source: OUTPUT DEVICES
es: DISPOSITIVOS DE SALIDA
pt: DISPOSITIVOS DE SAÍDA

source: Output devices available to macOS
es: Dispositivos de salida disponibles para macOS
pt: Dispositivos de saída disponíveis para o macOS

source: Output volume is unavailable
es: El volumen de salida no está disponible
pt: O volume de saída está indisponível

source: Refresh output devices
es: Actualizar dispositivos de salida
pt: Atualizar dispositivos de saída

source: Show volume mixer
es: Mostrar mezclador de volumen
pt: Mostrar mixer de volume

source: Unknown output
es: Salida desconocida
pt: Saída desconhecida

source: Unmute %@
es: Activar sonido de %@
pt: Ativar som de %@

source: Unmute output
es: Activar sonido de salida
pt: Ativar som da saída

source: Volume
es: Volumen

source: Volume mixer
es: Mezclador de volumen
pt: Mixer de volume

source: Volume, %@
es: Volumen, %@

source: Volume for %@
es: Volumen de %@
pt: Volume de %@

source: App volume
es: Volumen de apps
pt: Volume dos apps

source: App volume mixer
es: Mezclador de volumen de apps
pt: Mixer de volume dos apps

source: Adjust each app independently
es: Ajusta cada app individualmente
pt: Ajuste cada app individualmente

source: Allow System Audio Recording for MacGiver, then refresh the mixer.
es: Permite la grabación de audio del sistema para MacGiver y actualiza el mezclador.
pt: Permita a Gravação de Áudio do Sistema para o MacGiver e atualize o mixer.

source: APPLICATIONS
es: APLICACIONES
pt: APLICATIVOS

source: AVAILABLE
es: DISPONIBLE
pt: DISPONÍVEL

source: Could not start the app volume mixer. Check System Audio Recording permission.
es: No se pudo iniciar el mezclador de volumen de apps. Comprueba el permiso de grabación de audio del sistema.
pt: Não foi possível iniciar o mixer de volume dos apps. Verifique a permissão de Gravação de Áudio do Sistema.

source: Each slider controls one app independently. macOS may ask for System Audio Recording permission when the mixer starts.
es: Cada control ajusta una app de forma independiente. macOS puede pedir permiso de grabación de audio del sistema cuando se inicie el mezclador.
pt: Cada controle ajusta um app individualmente. O macOS pode pedir a permissão de Gravação de Áudio do Sistema quando o mixer iniciar.

source: Independent levels
es: Niveles independientes
pt: Níveis individuais

source: No audio applications
es: Ninguna app de audio
pt: Nenhum app de áudio

source: No audio applications found
es: No se encontraron apps de audio
pt: Nenhum app de áudio encontrado

source: No audio applications found.
es: No se encontraron apps de audio.
pt: Nenhum app de áudio encontrado.

source: No audio output is available.
es: No hay ninguna salida de audio disponible.
pt: Nenhuma saída de áudio está disponível.

source: Muted
es: Silenciado
pt: Silenciado

source: Open an app that can play audio, then refresh the mixer.
es: Abre una app que pueda reproducir audio y actualiza el mezclador.
pt: Abra um app que reproduza áudio e atualize o mixer.

source: PLAYING
es: REPRODUCIENDO
pt: REPRODUZINDO

source: Refresh applications
es: Actualizar aplicaciones
pt: Atualizar aplicativos

source: Show app volume mixer
es: Mostrar mezclador de volumen de apps
pt: Mostrar mixer de volume dos apps

source: Unknown application
es: Aplicación desconocida
pt: Aplicativo desconhecido

source: Zero
es: Cero
